{"translation-revision-date":"2024-07-10 16:37+0000","generator":"Loco https:\/\/localise.biz\/","source":"src\/assets\/dist\/js\/admin\/modules\/ai\/virtual-instructor\/setup-wizard.js","domain":"learndash","locale_data":{"learndash":{"":{"domain":"","lang":"es_ES","plural-forms":"nplurals=2; plural=n != 1;"},"Apply to all courses":["Aplicable a todos los cursos"],"Apply to all groups":["Aplicable a todos los grupos"],"Associated Courses":["Cursos asociados"],"Associated Groups":["Grupos asociados"],"Avatar":["Avatar"],"Back":["Atrás"],"Banned Words":["Palabras prohibidas"],"Create your first virtual instructor.":["Crea tu primer instructor virtual."],"Custom Instructions":["Instrucciones personalizadas"],"Enter in custom error message when the student asks a banned word. Leave blank to use the default error message.":["Introduzca un mensaje de error personalizado cuando el alumno pregunte una palabra prohibida. Dejar en blanco para utilizar el mensaje de error por defecto."],"Enter in your custom instructors of how your Virtual Instructors should interact with students. For example you can provide instructions like “Don’t tell the student the specific answer. Instead just help them understand the subject”.":["Introduzca sus instrucciones personalizadas de cómo sus Instructores Virtuales deben interactuar con los estudiantes. Por ejemplo, puede proporcionar instrucciones como \"No le diga al estudiante la respuesta específica. En lugar de eso, ayúdele a entender el tema\"."],"Error":["Error"],"Error Message":["Mensaje de error"],"Finished":["Terminado"],"Global Configuration":["Configuración global"],"Here you can configure how Virtual Instructors works globally. You can override these settings on a per Virtual Instructor level later on.":["Aquí puede configurar el funcionamiento global de los Instructores Virtuales. Puede anular estos ajustes a nivel de Instructor Virtual más adelante."],"Let’s configure virtual instructors. In no time at all your virtual instructors will be helping your students with their coursework and understanding complex subjects.":["Configuremos instructores virtuales. En un abrir y cerrar de ojos tus instructores virtuales estarán ayudando a tus alumnos con sus tareas del curso y a entender temas complejos."],"Name":["Nombre"],"Next":["Siguiente"],"Paste in your OpenAI API key to make use of Virtual Instructors.":["Introduce tu clave API de OpenAI para utilizar los instructores virtuales."],"Pre-configured list of banned words that the student can’t ask the virtual instructor without the instructor returning an error, separated by comma.":["Lista preconfigurada de palabras prohibidas que el alumno no puede preguntar al instructor virtual sin que éste devuelva un error, separadas por coma."],"Set up":["Puesta en marcha"],"Set up Virtual Instructors":["Establecer instructores virtuales"],"Settings":["Ajustes"],"Upload an avatar image for your virtual instructor persona.":["Cargue una imagen de avatar para su instructor virtual."],"Upload Image":["Subir imagen"],"Virtual Instructor":["Instructor virtual"],"Virtual Instructor OpenAI API Key Tutorial Video":["Instructor Virtual OpenAI API Key Tutorial Video"],"You already have set up your OpenAI API key. If you want to change it, please delete the current key and paste in the new one.":["Ya has configurado tu clave API de OpenAI. Si quieres cambiarla, borra la clave actual y pega la nueva."]}}}