{"translation-revision-date":"2023-06-02 18:00+0000","generator":"Loco https:\/\/localise.biz\/","source":"assets\/js\/setup-wizard\/dist\/js\/index.js","domain":"learndash","locale_data":{"learndash":{"":{"domain":"learndash","lang":"es-AR","plural-forms":"nplurals=2; plural=n != 1;"},"+ Show all settings being updated":["+ Mostrar todos los ajustes que se están actualizando"],"A course led by group leaders, perfect for cohorts, corporate training and classrooms.":["Un curso dirigido por líderes de grupo, perfecto para cohortes, formación corporativa y aulas."],"A video or text based course including quizzes and certificates.":["Un curso basado en vídeo o en texto que incluye cuestionarios y certificados."],"A video or text based course without certificates or quizzes.":["Un curso basado en vídeo o en texto, sin certificados ni cuestionarios."],"Allow group leader to create and manage users.":["Permitir al líder del grupo crear y gestionar usuarios."],"Allow students to register for your courses and confirm successful registrations.":["Permita que los estudiantes se inscriban en sus cursos y confirme las inscripciones exitosas."],"Are your groups public or private?":["¿Sus grupos son públicos o privados?"],"Back":["Atrás"],"Bypass Course Limits":["Evitar los límites del curso"],"Certificate":["Certificado"],"Certificate Builder":["Creador de certificados"],"Check all the apply.":["Marque todo lo que corresponda."],"Choose one.":["Elige una."],"Communication Preferences":["Preferencias de comunicación"],"Connect":["Conectar"],"Connected":["Conectado"],"Course Auto-enrollment":["Matriculación automática de cursos"],"Course Grid":["Rejilla del curso"],"Courses Listing":["Lista de cursos"],"Dismiss Setup Wizard":["Salir del Asistente de Configuración"],"Display all available courses in a grid on the Courses page.":["Mostrar todos los cursos disponibles en una cuadrícula en la página de Cursos."],"Display all available courses.":["Mostrar todos los cursos disponibles."],"Do you want to charge for your courses?":["¿Quiere cobrar por sus cursos?"],"Email":["Email"],"Enables the front end archive page where all groups are listed.":["Activa la página de archivo del front end donde se listan todos los grupos."],"Enter your License":["Introduzca su licencia"],"Get Started":["Empezar"],"Group Archive Page":["Página del archivo del grupo"],"Group Courses":["Cursos para grupos"],"Group Leader can access course content in any order.":["El líder del grupo puede acceder al contenido del curso en cualquier orden."],"Group Leader has access to all courses automatically.":["El líder del grupo tiene acceso a todos los cursos automáticamente."],"Group Leader will be enrolled in managed groups.":["El jefe de grupo se inscribirá en grupos gestionados."],"Group leaders will be enabled on your site":["Los jefes de grupo estarán habilitados en su sitio"],"Groups will be made public on your site":["Los grupos se harán públicos en su sitio"],"Groups will be made public on your site.":["Los grupos se harán públicos en su sitio."],"Handle payments, coupons, invoices and more.":["Gestione pagos, cupones, facturas y mucho más."],"Here's what we'll setup for you":["Esto es lo que vamos a preparar para usted"],"How many courses are you planning to create?":["¿Cuántos cursos tiene previsto crear?"],"How would you like to accept payments?":["¿Cómo desea aceptar los pagos?"],"Installed":["Instalado"],"Just One":["Sólo uno"],"LearnDash is The #1 WordPress LMS Plugin. Trusted by Fortune 500s & Universities.":["LearnDash es el plugin LMS número 1 de WordPress. Con la confianza de Fortune 500s y Universidades."],"Let's start by getting your info":["Empecemos por obtener su información"],"License:":["Licencia:"],"Manage Users: Basic":["Gestionar usuarios: Básico"],"Managed groups auto-enrollment":["Inscripción automática de grupos gestionados"],"Multiple":["Múltiples"],"Next":["Siguiente"],"No":["No"],"Please enter the email address.":["Por favor, introduzca la dirección de correo electrónico."],"Please enter the license key.":["Por favor, introduzca la clave de la licencia."],"Private":["Privado"],"Public":["Público"],"Public Group":["Grupo público"],"Registration & Registration Success":["Registro y éxito del registro"],"Should be one code from the ISO 4217 list.":["Debe ser un código de la lista ISO 4217."],"Simple":["Simple"],"Someone Else":["Otra persona"],"Stripe":["Stripe"],"Tell us about your courses":["Háblenos de sus cursos"],"The currency code, e.g., USD":["El código de la moneda, por ejemplo, USD"],"The easiest way to build certificates for your courses.":["La forma más fácil de crear certificados para sus cursos."],"The email and the license key do not match.":["El correo electrónico y la clave de licencia no coinciden."],"These settings can be changed at any time in learnDash LMS > Groups > Settings":["Estos ajustes se pueden cambiar en cualquier momento en learnDash LMS > Grupos > Ajustes"],"They'll be able to create and manage users, enroll in managed groups, and have access to all content in any order.":["Podrán crear y gestionar usuarios, inscribirse en grupos gestionados y tener acceso a todos los contenidos en cualquier orden."],"Timed":["Cronometrado"],"Use WooCommerce to manage payments, invoices and more.":["Utiliza WooCommerce para gestionar pagos, facturas y mucho más."],"Validate":["Validar"],"We will create the following pages for you:":["Crearemos las siguientes páginas para usted:"],"We will enable the following group settings:":["Activaremos las siguientes configuraciones de grupo:"],"We'll install the following add-ons for you:":["Le instalaremos los siguientes complementos:"],"We'll install the plugins you need":["Instalaremos los plugins que necesite"],"Welcome to LearnDash!":["¡Bienvenido a LearnDash!\n"],"What \"From:\" email address would you like to use?":["¿Qué dirección de correo electrónico \"De:\" desea utilizar?"],"What types of courses will you have?":["¿Qué tipos de cursos tendrá?"],"Which currency would you like to accept?":["¿Qué moneda desea aceptar?"],"Who will be leading your group courses?":["¿Quién dirigirá los cursos en grupo?"],"With Stripe charge credit cards and pay low merchant fees.":["Con Stripe cargue tarjetas de crédito y pague bajas tarifas de comerciante."],"WooCommerce":["WooCommerce"],"Would you like to use the email above for all LearnDash emails and course notifications?":["¿Quieres utilizar el correo electrónico anterior para todos los correos electrónicos y notificaciones de cursos de LearnDash?"],"Yes":["Sí"],"You can always change this later if you decide.":["Siempre puedes cambiar esto más tarde si lo decides."],"your account":["su cuenta"],"Your license details were emailed to you after purchase. You can also find them listed on":["Los detalles de su licencia fueron enviados por correo electrónico después de la compra. También puede encontrarlos en"],"Your license is valid.":["Tu licencia es válida."],"Your license key":["Su clave de licencia"],"Your purchase email":["Su correo electrónico de compra"]}}}